Repository: FreePBX/callrecording
Catalog: i18n/*/LC_MESSAGES/callrecording.po
Languages: ru_ru

source: Actions
ru_ru: Действие

source: Add Call Recording
ru_ru: Добавить запись разговора

source: Applications
ru_ru: Приложения

source: Call Recording
ru_ru: Запись вызова

source: Call Recording Mode
ru_ru: Режим записи разговоров

source: Call Recording: %s
ru_ru: Запись разговора: %s

source: Delete
ru_ru: Удалить

source: Description
ru_ru: Описание

source: Destination
ru_ru: Назначение

source: Don't Care
ru_ru: Не обращать внимание

source: Force
ru_ru: Запустить

source: Invalid description specified
ru_ru: Указано неверное описание

source: Never
ru_ru: Никогда

source: No
ru_ru: Нет

source: Note that the meaning of these options has changed.
ru_ru: Обратите внимание, что значение этих параметров не изменилось.

source: Please read the wiki for futher information on these changes.
ru_ru: Пожалуйста, прочтите Wiki для получения подробной информации об этих изменениях.

source: Provides much of the call recording functionality.
ru_ru: Предоставляет большую часть функционала записи разговоров.

source: Reset
ru_ru: Сброс

source: Submit
ru_ru: Подтвердить

source: The descriptive name of this call recording instance. For example "French Main IVR"
ru_ru: Наглядное имя этой записи. Например 'Главное меню на русском языке'

source: This sets the call recording behavior for calls coming into this DID. Please read the wiki for information on what these settings mean.
ru_ru: Это устанавливает поведение режима записи для звонка, попавшего в этот DID. Пожалуйста, прочтите Wiki для получения информации о том, что означают эти параметры.

source: Yes
ru_ru: Да
